{"_default": {"1": {"id": 1, "words": "I wonder! said he, leaning back and staring at the ceiling.  \"Perhaps there are points which have escaped your Machiavellian intellect.  Let us consider the problem in the light of pure reason.\"", "source": "The Valley of Fear"}, "2": {"id": 2, "words": "Then, with your permission, we will leave it at that, Mr. Mac.  The temptation to form premature theories upon insufficient data is the bane of our profession.", "source": "The Valley of Fear"}, "3": {"id": 3, "words": "When you have one of the first brains of Europe up against you, and all the powers of darkness at his back, there are infinite possibilities.", "source": "The Valley of Fear"}, "4": {"id": 4, "words": "Dear me, Watson, is it possible that you have not penetrated the fact that the case hangs upon the missing dumb-bell?", "source": "The Valley of Fear"}, "5": {"id": 5, "words": "One dumb-bell, Watson!  Consider an athlete with one dumb-bell.  Picture to yourself the unilateral development - the imminent danger of a spinal curvature.  Shocking, Watson, shocking!", "source": "The Valley of Fear"}, "6": {"id": 6, "words": "Exactly.  She does not shine as a wife even in her own account of what occurred.  I am not a whole-souled admirer of womankind, as you are aware, Watson, but my experience of life has taught me that there are few wives having any regard for their husbands who would let any mans spoken word stand between them and that husband\"s dead body.  Should I ever marry, Watson, I should hope to inspire my wife with some feeling which would prevent her from being walked off by a housekeeper when my corpse was lying within a few yards of her.\"", "source": "The Valley of Fear"}, "7": {"id": 7, "words": "Is it not?  Is it not?  Breadth of view, my dear Mr. Mac, is one of the essentials of our profession.  The interplay of ideas and the oblique uses of knowledge are often of extraordinary interest.", "source": "The Valley of Fear"}, "8": {"id": 8, "words": "Surely our profession, Mr. Mac, would be a drab and sordid one if we did not sometimes set the scene so as to glorify our results.  The blunt accusation, the brutal tap upon the shoulder -- what can one make of such a denouement?  But the quick inference, the subtle trap, the clever forecast of coming events, the triumphant vindication of bold theories -- are these not the pride and the justification of our lifes work?\"", "source": "The Valley of Fear"}, "9": {"id": 9, "words": "The world is full of obvious things which nobody by any chance ever observes.", "source": "The Hound of the Baskervilles"}, "10": {"id": 10, "words": "It may be that you are not yourself luminous, but you are a conductor of light. Some people without possessing genius have a remarkable power of stimulating it.", "source": "The Hound of the Baskervilles"}, "11": {"id": 11, "words": "How are you? You have been in Afghanistan, I perceive.", "source": "A Study in Scarlet"}, "12": {"id": 12, "words": "They are mostly sent on by private inquiry agencies.  They are all people who are in trouble about something, and want a little enlightening.  I listen to their story, they listen to my comments, and then I pocket my fee.", "source": "A Study in Scarlet"}, "13": {"id": 13, "words": "Im not going to tell you much more of the case, Doctor.  You know a conjuror gets no credit when once he has explained his trick, and if I show you too much of my method of working, you will come to the conclusion that I am a very ordinary individual after all.\"", "source": "A Study in Scarlet"}, "14": {"id": 14, "words": "Theres the scarlet thread of murder running through the colorless skein of life, and our duty is to unravel it, and isolate it, and expose every inch of it.\"", "source": "A Study in Scarlet"}, "15": {"id": 15, "words": "There is nothing new under the sun. It has all been done before.", "source": "A Study in Scarlet"}, "16": {"id": 16, "words": "What you do in this world is a matter of no consequence, returned my companion, bitterly.  \"The question is, what can you make people believe that you have done.\"", "source": "A Study in Scarlet"}, "17": {"id": 17, "words": "I consider that a mans brain originally is like a little empty attic, and you have to stock it with such furniture as you choose. A fool takes in all the lumber of every sort that he comes across, so that the knowledge which might be useful to him gets ", "source": "A Study in Scarlet"}, "18": {"id": 18, "words": "It is a capital mistake to theorize before you have all the evidence. It biases the judgment.", "source": "A Study in Scarlet"}, "19": {"id": 19, "words": "It was not a pleasant business, Watson.  The fall roared beneath me.  I am not a fanciful person, but I give you my word that I seemed to hear Moriartys voice screaming at me out of the abyss.\"", "source": "The Adventure of the Empty House"}, "20": {"id": 20, "words": "I think you want a little unofficial help.  Three undetected murders in one year wont do, Lestrade.   But you handled the Molesey Mystery with less than your usual -- that\"s to say, you handled it fairly well.\"", "source": "The Adventure of the Empty House"}, "21": {"id": 21, "words": "From the point of view of the criminal expert, said Mr. Sherlock Holmes, \"London has become a singularly uninteresting city since the death of the late lamented Professor Moriarty.\"", "source": "The Adventure of the Norwood Builder"}, "22": {"id": 22, "words": "It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth.", "source": "The Adventure of the Beryl Coronet"}, "23": {"id": 23, "words": "It is quite a three pipe problem . . . ", "source": "The Red-Headed League"}, "24": {"id": 24, "words": "I hardly looked at his face. His knees were what I wished to see.", "source": "The Red-Headed League"}, "25": {"id": 25, "words": "My life is spent in one long effort to escape from the commonplaces of existence. These little problems help me to do so.", "source": "The Red-Headed League"}, "26": {"id": 26, "words": "As a rule, said Holmes, \"the more bizarre a thing is the less mysterious it proves to be. It is your commonplace, featureless crimes which are really puzzling, just as a commonplace face is the most difficult to identify.\"", "source": "The Red-Headed League"}, "27": {"id": 27, "words": "But he had not that supreme gift of the artist, the knowledge of when to stop.", "source": "The Adventure of the Norwood Builder"}, "28": {"id": 28, "words": "What one man can invent another can discover, said Holmes.", "source": "The Adventure of the Dancing Men"}, "29": {"id": 29, "words": "We had got as far as this, when who should walk in but the gentleman himself, who had been drinking his beer in the taproom and had heard the whole conversation.  Who was I?  What did I want?  What did I mean by asking questions?  He had a fine flow of language, and his adjectives were very vigorous.", "source": "The Adventure of the Solitary Cyclist"}, "30": {"id": 30, "words": "The Press, Watson, is a most valuable institution, if you only know how to use it. ", "source": "The Adventure of the Six Napoleons"}, "31": {"id": 31, "words": "I must take the view, your Grace, that when a man embarks upon a crime, he is morally guilty of any other crime which may spring from it.", "source": "The Adventure of the Priory School"}, "32": {"id": 32, "words": "Come, Watson, come! he cried. The game is afoot.\"", "source": "The Adventure of the Abbey Grange"}, "33": {"id": 33, "words": "Once or twice in my career I feel that I have done more real harm by my discovery of the criminal than ever he had done by his crime. I have learned caution now, and I had rather play tricks with the law of England than with my own conscience.", "source": "The Adventure of the Abbey Grange"}, "34": {"id": 34, "words": "And yet the motives of women are so inscrutable. You remember the woman at Margate whom I suspected for the same reason. No powder on her nose -- that proved to be the correct solution. How can you build on such a quicksand?  Their most trivial action may mean volumes, or their most extraordinary conduct may depend upon a hairpin or a curling tongs.", "source": "The Adventure of the Second Stain"}, "35": {"id": 35, "words": "It is a capital mistake to theorize in advance of the facts.", "source": "The Adventure of the Second Stain"}, "36": {"id": 36, "words": "I have seen too much not to know that the impression of a woman may be more valuable than the conclusion of an analytical reasoner.", "source": "The Man with the Twisted Lip"}, "37": {"id": 37, "words": "Amid the action and reaction of so dense a swarm of humanity, every possible combination of events may be expected to take place, and many a little problem will be presented which may be striking and bizarre without being criminal.", "source": "The Adventure of the Blue Carbuncle"}, "38": {"id": 38, "words": "On the contrary, Watson, you can see everything. You fail, however, to reason from what you see. You are too timid in drawing your inferences.", "source": "The Adventure of the Blue Carbuncle"}, "39": {"id": 39, "words": "Tut! tut! cried Sherlock Holmes. \"You must act, man, or you are lost. Nothing but energy can save you. This is no time for despair.\"", "source": "The Five Orange Pips"}, "40": {"id": 40, "words": "Singularity is almost invariably a clue. The more featureless and commonplace a crime is, the more difficult it is to bring it home.", "source": "The Boscombe Valley Mystery"}, "41": {"id": 41, "words": "Circumstantial evidence is a very tricky thing, answered Holmes thoughtfully. \"It may seem to point very straight to one thing, but if you shift your own point of view a little, you may find it pointing in an equally uncompromising manner to something entirely different.\"", "source": "The Boscombe Valley Mystery"}, "42": {"id": 42, "words": "Problems may be solved in the study which have baffled all those who have sought a solution by the aid of their senses.", "source": "The Five Orange Pips"}, "43": {"id": 43, "words": "And now, Doctor, weve done our work, so it\"s time we had some play. A sandwich and a cup of coffee, and then off to violin-land, where all is sweetness and delicacy and harmony, and there are no red-headed clients to vex us with their conundrums.\"", "source": "The Red-Headed League"}, "44": {"id": 44, "words": "Beyond the obvious facts that he has at some time done manual labour, that he takes snuff, that he is a Freemason, that he has been in China, and that he has done a considerable amount of writing lately, I can deduce nothing else.", "source": "The Red-Headed League"}, "45": {"id": 45, "words": "Its a bonny thing,\" said he. \"Just see how it glints and sparkles. Of course it is a nucleus and focus of crime. Every good stone is. They are the devil\"s pet baits.\"", "source": "The Adventure of the Blue Carbuncle"}, "46": {"id": 46, "words": "My name is Sherlock Holmes. It is my business to know what other people dont know.\"", "source": "The Adventure of the Blue Carbuncle"}, "47": {"id": 47, "words": "I suppose that I am commuting a felony. but it is just possible that I am saving a soul. This fellow will not go wrong again; he is too terribly frightened. Send him to jail now, and you make him a jail-bird for life.", "source": "The Adventure of the Blue Carbuncle"}, "48": {"id": 48, "words": "Ah, me! its a wicked world, and when a clever man turns his brains to crime it is the worst of all.\"", "source": "The Adventure of the Speckled Band"}, "49": {"id": 49, "words": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge.", "source": "The Adventure of the Speckled Band"}, "50": {"id": 50, "words": "Still, jealousy is a strange transformer of characters.", "source": "The Adventure of the Noble Bachelor"}, "51": {"id": 51, "words": "American slang is very expressive sometimes.", "source": "The Adventure of the Noble Bachelor"}, "52": {"id": 52, "words": "My dear Watson, you as a medical man are continually gaining light as to the tendencies of a child by the study of the parents. Dont you see that the converse is equally valid. I have frequently gained my first real insight into the character of parents by studying their children.\"", "source": "The Adventure of the Copper Beeches"}, "53": {"id": 53, "words": "The pressure of public opinion can do in the town what the law cannot accomplish. There is no lane so vile that the scream of a tortured child, or the thud of a drunkards blow, does not beget sympathy and indignation among the neighbors, and then the whole machinery of justice is ever so close that a word of complaint can set it going, and there is but a step between the crime and the dock. But look at these lonely houses, each in its own fields, filled for the most part with poor ignorant folk who know little of the law. Think of the deeds of hellish cruelty, the hidden wickedness which may go on, year in, year out, in such places, and none the wiser.\"", "source": "The Adventure of the Copper Beeches"}, "54": {"id": 54, "words": "The case has, in some respects, been not entirely devoid of interest.", "source": "A Case of Identity"}, "55": {"id": 55, "words": "I can never bring you to realize the importance of sleeves, the suggestiveness of thumb-nails, or the great issues that may hang from a boot-lace.", "source": "A Case of Identity"}, "56": {"id": 56, "words": "Crime is common. Logic is rare.", "source": "The Adventure of the Copper Beeches"}, "57": {"id": 57, "words": "Pshaw, my dear fellow, what do the public, the great unobservant public, who could hardly tell a weaver by his tooth or a compositor by his left thumb, care about the finer shades of analysis and deduction!", "source": "The Adventure of the Copper Beeches"}, "58": {"id": 58, "words": "Life is infinitely stranger than anything which the mind of man could invent.", "source": "A Case of Identity"}, "59": {"id": 59, "words": "I have seen those symptoms before, said Holmes, throwing his cigarette into the fire. \"Oscillation upon the pavement always means an affaire de coeur.\"", "source": "A Case of Identity"}, "60": {"id": 60, "words": "To the man who loves art for its own sake, remarked Sherlock Holmes, tossing aside the advertisement sheet of the Daily Telegraph, \"it is frequently in its least important and lowliest manifestations that the keenest pleasure is to be derived.\"", "source": "The Adventure of the Copper Beeches"}, "61": {"id": 61, "words": "Now is the dramatic moment of fate, Watson, when you hear a step upon the stair which is walking into your life, and you know not whether for good or ill.", "source": "The Hound of the Baskervilles"}, "62": {"id": 62, "words": "There is nothing more stimulating than a case where everything goes against you.", "source": "The Hound of the Baskervilles"}, "63": {"id": 63, "words": "I know, my dear Watson, that you share my love of all that is bizarre and outside the conventions and humdrum routine of everyday life. You have shown your relish for it by the enthusiasm which has prompted you to chronicle, and, if you will excuse my saying so, somewhat to embellish so many of my own little adventures.", "source": "The Red-Headed League"}, "64": {"id": 64, "words": "Experience, said Holmes, laughing. \"Indirectly it may be of value, you know; you have only to put it into words to gain the reputation of being excellent company for the remainder of your existence.\"", "source": "The Adventure of the Engineer\"s Thumb"}, "65": {"id": 65, "words": "Oh, a trusty comrade is always of use; and a chronicler still more so.", "source": "The Man with the Twisted Lip"}, "66": {"id": 66, "words": "But love is an emotional thing, and whatever is emotional is opposed to that true cold reason which I place above all things.  I should never marry myself, lest I bias my judgment.", "source": "The Sign of The Four"}, "67": {"id": 67, "words": "Winwood Reade is good upon the subject, said Holmes.  \"He remarks that, while the individual man is an insoluble puzzle, in the aggregate he becomes a mathematical certainty. \"", "source": "The Sign of The Four"}, "68": {"id": 68, "words": "Here you are, doggy!  Good old Toby!  Smell it, Toby, smell it!   He pushed the creasote handkerchief under the dog\"s nose, while the creature stood with its fluffy legs separated, and with a most comical cock to its head, like a connoisseur sniffing the bouquet of a famous vintage.", "source": "The Sign of The Four"}, "69": {"id": 69, "words": "I cannot live without brain-work. What else is there to live for?", "source": "The Sign of The Four"}, "70": {"id": 70, "words": "No, no:  I never guess.  It is a shocking habit,--destructive to the logical faculty.", "source": "The Sign of The Four"}, "71": {"id": 71, "words": "The only unofficial consulting detective, he answered.  \"I am the last and highest court of appeal in detection.\"", "source": "The Sign of The Four"}, "72": {"id": 72, "words": "My mind, he said, \"rebels at stagnation.  Give me problems, give me work, give me the most abstruse cryptogram or the most intricate analysis, and I am in my own proper atmosphere.  I can dispense then with artificial stimulants.  But I abhor the dull routine of existence.  I crave for mental exaltation.  That is why I have chosen my own particular profession, or rather created it, for I am the only one in the world.\"", "source": "The Sign of The Four"}, "73": {"id": 73, "words": "He raised his eyes languidly from the old black-letter volume which he had opened.  \"It is cocaine,\" he said, \"a seven-per-cent solution.  Would you care to try it?\"", "source": "The Sign of The Four"}, "74": {"id": 74, "words": "Might I trouble you to open the window, for chloroform vapour does not help the palate.", "source": "His Last Bow"}, "75": {"id": 75, "words": "To let the brain work without sufficient material is like racing an engine.  It racks itself to pieces.", "source": "The Adventure of the Devil\"s Foot"}, "76": {"id": 76, "words": "Matilda Briggs was not the name of a young woman, Watson, said Holmes in a reminiscent voice.  It was a ship which is associated with the giant rat of Sumatra, a story for which the world is not yet prepared.\"", "source": "The Adventure of the Sussex Vampire"}, "77": {"id": 77, "words": "What the deuce is it to me? he interrupted impatiently; \"you say that we go round the sun.  If we went round the moon it would not make a pennyworth of difference to me or to my work.\"", "source": "A Study in Scarlet"}, "78": {"id": 78, "words": "They say that genius is an infinite capacity for taking pains, he remarked with a smile.  \"It\"s a very bad definition, but it does apply to detective work.\"", "source": "A Study in Scarlet"}, "79": {"id": 79, "words": "He smiled gently.  \"It is of the first importance,\" he said, \"not to allow your judgment to be biased by personal qualities.  A client is to me a mere unit, a factor in a problem.  The emotional qualities are antagonistic to clear reasoning.  I assure you that the most winning woman I ever knew was hanged for poisoning three little children for their insurance-money, and the most repellant man of my acquaintance is a philanthropist who has spent nearly a quarter of a million upon the London poor.\"", "source": "The Sign of The Four"}, "80": {"id": 80, "words": "See the value of imagination, said Holmes.  \"It is the one quality which Gregory lacks.  We imagined what might have happened, acted upon the supposition, and find ourselves justified.\"", "source": "Silver Blaze"}, "81": {"id": 81, "words": "It is one of those cases where the art of the reasoner should be used rather for the sifting of details than for the acquiring of fresh evidence.", "source": "Silver Blaze"}, "82": {"id": 82, "words": "Pipes are occasionally of extraordinary interest, said he.  \"Nothing has more individuality, save perhaps watches and bootlaces.\"", "source": "The Yellow Face"}, "83": {"id": 83, "words": "Any truth is better than indefinite doubt.", "source": "The Yellow Face"}, "84": {"id": 84, "words": "Something of his birth place seemed to cling to the man, and I never looked at his pale, keen face or the poise of his head without associating him with gray archways and mullioned windows and all the venerable wreckage of a feudal keep.", "source": "The Musgrave Ritual"}, "85": {"id": 85, "words": "Yes,\" said I, \"I have taken to living by my wits.\"\"", "source": "The Musgrave Ritual"}, "86": {"id": 86, "words": "It is of the highest importance in the art of detection to be able to recognize, out of a number of facts, which are incidental and which vital.", "source": "The Reigate Squire"}, "87": {"id": 87, "words": "My dear Watson, said he, \"I cannot agree with those who rank modesty among the virtues.  To the logician all things should be seen exactly as they are, and to underestimate one\"s self is as much a departure from truth as to exaggerate one\"s own powers.\"", "source": "The Greek Interpreter"}, "88": {"id": 88, "words": "The Diogenes Club is the queerest club in London, and Mycroft one of the queerest men.", "source": "The Greek Interpreter"}, "89": {"id": 89, "words": "There are many men in London, you know, who, some from shyness, some from misanthropy, have no wish for the company of their fellows.  Yet they are not averse to comfortable chairs and the latest periodicals.  It is for the convenience of these that the Diogenes Club was started, and it now contains the most unsociable and unclubable men in town.  No member is permitted to take the least notice of any other one.  Save in the Strangers Room, no talking is, under any circumstances, allowed, and three offences, if brought to the notice of the committee, render the talker liable to expulsion.\"", "source": "The Greek Interpreter"}, "90": {"id": 90, "words": "I think that you know me well enough, Watson, to understand that I am by no means a nervous man.  At the same time, it is stupidity rather than courage to refuse to recognize danger when it is close upon you.", "source": "The Final Problem"}, "91": {"id": 91, "words": "You have probably never heard of Professor Moriarty? said he.", "source": "The Final Problem"}, "92": {"id": 92, "words": "He is the Napoleon of crime, Watson.  He is the organizer of half that is evil and of nearly all that is undetected in this great city.  He is a genius, a philosopher, an abstract thinker.  He has a brain of the first order.  He sits motionless, like a spider in the center of its web, but that web has a thousand radiations, and he knows well every quiver of each of them.", "source": "The Final Problem"}, "93": {"id": 93, "words": "You know my powers, my dear Watson, and yet at the end of three months I was forced to confess that I had at last met an antagonist who was my intellectual equal.  My horror at his crimes was lost in my admiration at his skill.", "source": "The Final Problem"}, "94": {"id": 94, "words": "My dear Watson, Professor Moriarty is not a man who lets the grass grow under his feet.", "source": "The Final Problem"}, "95": {"id": 95, "words": "I think that I may go so far as to say, Watson, that I have not lived wholly in vain, he remarked.  \"If my record were closed to-night I could still survey it with equanimity.  The air of London is the sweeter for my presence.\"", "source": "The Final Problem"}, "96": {"id": 96, "words": "Our highest assurance of the goodness of Providence seems to me to rest in the flowers.  All other things, our powers our desires, our food, are all really necessary for our existence in the first instance.  But this rose is an extra.  Its smell and its color are an embellishment of life, not a condition of it.  It is only goodness which gives extras, and so I say again that we have much to hope from the flowers.", "source": "The Naval Treaty"}, "97": {"id": 97, "words": "Elementary, said he.  \"It is one of those instances where the reasoner can produce an effect which seems remarkable to his neighbor, because the latter has missed the one little point which is the basis of the deduction.\"", "source": "The Crooked Man"}, "98": {"id": 98, "words": "The devils agents may be of flesh and blood, may they not?\"", "source": "The Hound of the Baskervilles"}, "99": {"id": 99, "words": "The past and the present are within the field of my inquiry, but what a man may do in the future is a hard question to answer.", "source": "The Hound of the Baskervilles"}, "100": {"id": 100, "words": "There are some trees, Watson, which grow to a certain height and then suddenly develop some unsightly eccentricity.  You will see it often in humans.  I have a theory that the individual represents in his development the whole procession of his ancestors, and that such a sudden turn to good or evil stands for some strong influence which came into the line of his pedigree.  The person becomes, as it were, the epitome of the history of his own family.", "source": "The Adventure of the Empty House"}, "101": {"id": 101, "words": "Man, or at least criminal man, has lost all enterprise and originality. As to my own little practice, it seems to be degenerating into an agency for recovering lost lead pencils and giving advice to young ladies from boarding-schools.", "source": "The Adventure of the Copper Beeches"}, "102": {"id": 102, "words": "Here is my monograph upon the tracing of footsteps, with some remarks upon the uses of plaster of Paris as a preserver of impresses. Here, too, is a curious little work upon the influence of a trade upon the form of the hand, with lithotypes of the hands of slaters, sailors, corkcutters, compositors, weavers, and diamond-polishers.  That is a matter of great practical interest to the scientific detective,--especially in cases of unclaimed bodies, or in discovering the antecedents of criminals.  But I weary you with my hobby.", "source": "The Sign of The Four"}, "103": {"id": 103, "words": "I never make exceptions.  An exception disproves the rule.", "source": "The Sign of The Four"}, "104": {"id": 104, "words": "I would not tell them too much, said Holmes.  \"Women are never to be entirely trusted,--not the best of them.\"", "source": "The Sign of The Four"}, "105": {"id": 105, "words": "You mentioned your name as if I should recognize it, but I assure you that, beyond the obvious facts that you are a bachelor, a solicitor, a Freemason, and an asthmatic, I know nothing whatever about you.", "source": "The Adventure of the Norwood Builder"}, "106": {"id": 106, "words": "This looks like one of those unwelcome social summonses which call upon a man either to be bored or to lie.", "source": "The Adventure of the Noble Bachelor"}, "107": {"id": 107, "words": "As a rule, when I have heard some slight indication of the course of events, I am able to guide myself by the thousands of other similar cases which occur to my memory. In the present instance I am forced to admit that the facts are, to the best of my belief, unique.", "source": "The Red-Headed League"}, "108": {"id": 108, "words": "In solving a problem of this sort, the grand thing is to be able to reason backwards.  That is a very useful accomplishment, and a very easy one, but people do not practise it much.  In the every-day affairs of life it is more useful to reason forwards, and so the other comes to be neglected.  There are fifty who can reason synthetically for one who can reason analytically.", "source": "A Study in Scarlet"}, "109": {"id": 109, "words": "Draw your chair up and hand me my violin, for the only problem we have still to solve is how to while away these bleak autumnal evenings.", "source": "The Adventure of the Noble Bachelor"}, "110": {"id": 110, "words": "Ones ideas must be as broad as Nature if they are to interpret Nature,\" he answered.", "source": "A Study in Scarlet"}, "111": {"id": 111, "words": "Detection is, or ought to be, an exact science, and should be treated in the same cold and unemotional manner.  You have attempted to tinge it with romanticism, which produces much the same effect as if you worked a love-story or an elopement into the fifth proposition of Euclid.", "source": "The Sign of The Four"}, "112": {"id": 112, "words": "Its every man\"s business to see justice done.\"", "source": "The Crooked Man"}, "113": {"id": 113, "words": "Theres more work to be got out of one of those little beggars than out of a dozen of the force,\" Holmes remarked.  \"The mere sight of an official-looking person seals men\"s  lips.  These youngsters, however, go everywhere and hear everything. They are as sharp as needles, too; all they want is organization.\"", "source": "A Study in Scarlet"}, "114": {"id": 114, "words": "The best way of successfully acting a part is to be it, said Holmes.", "source": "The Adventure of the Dying Detective"}, "115": {"id": 115, "words": " . . . the chief proof of mans real greatness lies in his perception of his own smallness.\"", "source": "The Sign of the Four"}, "116": {"id": 116, "words": "There can be no question, my dear Watson, of the value of exercise before breakfast.", "source": "The Adventure of Black Peter"}, "117": {"id": 117, "words": "It is always awkward doing business with an alias.", "source": "The Adventure of the Blue Carbuncle"}, "118": {"id": 118, "words": "I trust that age doth not wither nor custom stale my infinite variety.", "source": "The Adventure of the Empty House"}, "119": {"id": 119, "words": "There is nothing more deceptive than an obvious fact.", "source": "The Boscombe Valley Mystery"}, "120": {"id": 120, "words": "Should you care to add the case to your annals, my dear Watson, said Holmes that evening, \"it can only be as an example of that temporary eclipse to which even the best-balanced mind may be exposed.  Such slips are common to all mortals, and the greatest is he who can recognize and repair them.\"", "source": "The Disappearance of Lady Frances Carfax"}, "121": {"id": 121, "words": "There is one correspondent who is a sure draw, Watson.  That is the bank.  Single ladies must live, and their passbooks are compressed diaries.", "source": "The Disappearance of Lady Frances Carfax"}, "122": {"id": 122, "words": "When you follow two deparate chains of thought, Watson, you will find some point of intersection which should approximate to the truth.", "source": "The Disappearance of Lady Frances Carfax"}, "123": {"id": 123, "words": "Yes, I have a turn both for observation and for deduction.  The theories which I have expressed there, and which appear to you to be so chimerical are really extremely practical -- so practical that I depend upon them for my bread and cheese.", "source": "A Study in Scarlet"}, "124": {"id": 124, "words": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.", "source": "The Adventure of the Speckled Band"}, "125": {"id": 125, "words": "An Eleys No. 2 is an excellent argument with gentlemen who can twist steel pokers into knots.\"", "source": "The Adventure of the Speckled Band"}, "126": {"id": 126, "words": "You see, my dear Watson--he propped his test-tube in the rack, and began to lecture with the air of a professor addressing his class--\"it is not really difficult to construct a series of inferences, each dependent upon its predecessor and each simple in itself.  If, after doing so, one simply knocks out all the central inferences and presents one\"s audience with the starting-point and the conclusion, one may produce a startling, though possibly a meretricious, effect.\"", "source": "The Adventure of the Dancing Men"}}}